{
  "reset_password": {
    "subject": "Reset your password",
    "greeting": "Hello,",
    "intro": "You are receiving this email because we received a password reset request for your account.",
    "action": "Reset Password",
    "outro": "If you did not request a password reset, no further action is required.",
    "expiry": "This password reset link will expire in {hours} hour. This password reset link will expire in {hours} hours.",
    "footer": "If you're having trouble clicking the button, copy and paste the URL below into your web browser:"
  },
  "verify_email": {
    "subject": "Verify your email address",
    "greeting": "Hello,",
    "intro": "Thank you for registering! Please verify your email address by clicking the button below.",
    "action": "Verify Email Address",
    "outro": "If you did not create an account, no further action is required.",
    "expiry": "This verification link will expire in {hours} hour. This verification link will expire in {hours} hours.",
    "footer": "If you're having trouble clicking the button, copy and paste the URL below into your web browser:"
  },
  "email_change_confirmation": {
    "subject": "Confirm your email address change",
    "greeting": "Hello,",
    "intro": "You have requested to change your email address to {email}. Please confirm this change by clicking the button below.",
    "action": "Confirm Email Change",
    "outro": "If you did not request this change, please ignore this email and contact our support team immediately.",
    "expiry": "This confirmation link will expire in {hours} hour. This confirmation link will expire in {hours} hours.",
    "footer": "If you're having trouble clicking the button, copy and paste the URL below into your web browser:"
  },
  "email_change_notification": {
    "subject": "Your email address is being changed",
    "greeting": "Hello,",
    "intro": "This email is to notify you that your account email address is being changed from {oldEmail} to {newEmail}.",
    "warning": "If you did not initiate this change, your account may be compromised. Please contact our support team immediately.",
    "action": "If you need assistance, please contact us at:"
  },
  "user_invitation": {
    "subject": "You've been invited to join {appName}",
    "greeting": "You're Invited!",
    "intro": "An administrator has invited you to join {appName}. Click the button below to accept your invitation and set up your account.",
    "action": "Accept Invitation",
    "outro": "Once you accept, you'll be able to set your password and start using your account immediately. Your email will be automatically verified.",
    "expiry": "This invitation link will expire in {days} days.",
    "footer": "If you didn't expect this invitation, you can safely ignore this email."
  }
}